a=['祖铭','田卓','以轩','锐凡','嘉瑜','健平','旭阳','浩璟','家丽','思翰','金吾','凯睿','清霞','彦贞','雅祺','铭栩']
for i in a:
    print(f'{i}妈妈，晚上好，{i}这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 ')
# 祖铭妈妈，晚上好，祖铭这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 田卓妈妈，晚上好，田卓这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 以轩妈妈，晚上好，以轩这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 锐凡妈妈，晚上好，锐凡这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 嘉瑜妈妈，晚上好，嘉瑜这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 健平妈妈，晚上好，健平这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 旭阳妈妈，晚上好，旭阳这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 浩璟妈妈，晚上好，浩璟这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 家丽妈妈，晚上好，家丽这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 思翰妈妈，晚上好，思翰这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 金吾妈妈，晚上好，金吾这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 凯睿妈妈，晚上好，凯睿这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 清霞妈妈，晚上好，清霞这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 
# 彦贞妈妈，晚上好，彦贞这周清明节放假能来上课吗？如果可以的话，请和孩子沟通好，我这边好安排上课时间，顺祝清明时节，愿一切顺心，生活安康 